Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=258_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Olen Milla Elmiina Pulska (2008)
smn: Mun lam Milla Elmiina Pulska (2008)

source: Olen 19-vuotias ja kotoisin Vuotsosta, joka on Suomen eteläisin saamelaiskylä.
smn: Mun lam 19-ihásâš já vuálgus Vuáčust, mii lii Suomâ mädimus sämisijdâ.

source: Tällä hetkellä asun Kautokeinossa, jossa käyn saamenkielistä korkeakoulua, Sámi allaskuvlaa, ja tähtään saamenkieliseksi luokanopettajaksi.
smn: Tääl aasâm Kuovdâkiäinust, mast jođám sämikielâlii ollâškoovlâ, Sámi allaskuvla, já sihtiim sämikielâlâš luokamáttáátteijen.

source: Keväällä 2008 valmistuin Utsjoen saamelaislukiosta.
smn: Kiđđuv 2008 valmâštuvvim Ucjuv sämiluvâttâvâst.

source: Äitini kautta olen saanut kiinnostuksen musiikkiin, jota olen harrastanut koko elämäni.
smn: Iännám pehti lam finnim mielâkiddiivâšvuođâ musikkân, moin lam pargeldâm ubâ eellimavveem.

source: Olen laulanut ja joikannut muiden vuotsolaisten tyttöjen kanssa, mutta enää en suutani aukaise, vaan keskityn soittamiseen.
smn: Mun lam lávlum já juoigâm eres vuáččulij nieidâiguin, mut innig jiem njálmám leehâst, pic tuše suáitám.

source: Pianonsoittoa olen harrastanut pikkutytöstä asti ja kuljin peruskouluaikoina Sodankylässä 100 kilometrin päässä pianonsoittotunneilla.
smn: Piano lam suáittám uccânieidii rääjist já juuttim vuáđuškovlâaaigij pianosuáittimtiijmijn Suáđigilist 100 kilomeetter keččin.

source: Peruskouluaikoina perustimme kylän tyttöjen kanssa bändin.
smn: Vuáđuškovlâaaigij vuáđudijm siijdâ nieidâiguin bäändi.

source: Sitten jossain vaiheessa aloimme soittaa saamenkielistä musiikkia ja kokoonpanon muokkauduttua esittämästämme musiikista tuli saamenkielistä rockia.
smn: Tastoo monnii muddoost suáitiškuođijm sämikielâlâš muusik já ko čuákánpieijâm hámášui, te mii suáittim musikkist šoodâi sämikielâlâš rock.

source: Bändimme nimi on SomBy, joka tulee 1800-luvun kartasta, jossa lukee Vuotson kohdalla Sombio-by.
smn: Bäändi nommâ lii SomBy, mii puátá 1800-lovo káártást, mast lohá Vuáču pehti Sombio-by.

source: Sompio on ollut suuri alue ja sisältänyt monia kyliä, joista osa jäi Lokan tekoaltaan alle.
smn: Suobbâd lii lamaš vijđes kuávlu já toollâm siste maaŋgâid siijdâid, main uási paccii Loka tulvâdemáldá vuálá.

source: Keväällä 2008 teimme levytyssopimuksen Tuupa Records - levy-yhtiön kanssa ja saman kevään toukokuussa meiltä ilmestyi EP-levy Cáhppes Lasttat, jolla on viisi meidän itse tekemäämme kappaletta.
smn: Kiđđuv 2008 toovâim skiärurähtimsopâmuš Tuupa Records - skiärrufinnoduvváin já siämmáá kiiđâ vyesimáánust mist almostui EP-skiärru Cáhppes Lasttat, mast láá vittâ mii jieččân ráhtám pitá.

source: Olemme keikkailleet paljon Lapin läänin alueella ja pari keikkaa on ollut myös hieman etelämpänä.
smn: Mij lep jottáám suáittimmaađhijn ennuv Laapi lääni kuávlust já moddii meid váhá mäddiláá-uv.

source: Tällä hetkellä teemme uusia biisejä tulevalle täyspitkälle albumille, joten minulla menee musiikintekoon paljon aikaa, mutta se ei haittaa, koska rakastan kirjoittaa biisien sanoja ja säveltää musiikkia.
smn: Tääl mij rähtip uđđâ biisijd puáttee oleskukkosii albumân, et must mana muusikrähtimân ennuv äigi, mut ij tot häittid, ko rähistâm čääliđ biisij saanijd já nuottiđ muusik.

source: Siinä työssä saa kaivaa omia tunteita ja ajatuksia ja luoda jotain omaa ihmisten kuultavaksi.
smn: Ton pargoost uážžu polttođ jieijâs tobdoid já jurduid já rähtiđ maidnii uđđâs ulmui kuullâmnáál.

source: Mielestäni on todella tärkeää, että teemme biisimme saameksi, koska sillä tavalla tuomme saamelaisista uusia puolia esiin valtaväestön nähtäville, nostamme saamelaista kulttuuria positiivisesti esille ja edistämme sitä.
smn: Muu mielâst lii tuođâi tehálâš, et rähtip lavluidân sämikielân, ko toin lain pyehtip sämmilijn uđđâ peelijd uáinusân válduaalmug uáinimnáál, luptip säämi kulttuur positiivlávt uáinusân já ovdedep tom.

source: Saamelaisuus on muutakin kuin poroja, joikaamista, nokipannukahvittelua, kodassa ilman sähköjä asumista ja muita stereotypioita.
smn: Sämmilâšvuotâ lii muide-uv ko poccuuh, juoigâm, tullâpiällást káhvástâllâm, kuáđist šleđgâttáá aassâm já eres stereotypiaid.

source: Saamelaisuus voi olla rock, saamelaisuus voi olla kaikkea mahtavaa, meidän nuorten pitää vain uskaltaa olla saamelaisia ja tehdä sitä mitä haluamme.
smn: Sämmilâšvuotâ puáhtá leđe rock, sämmilâšvuotâ puáhtá leđe jyehilágán váldálâš – mii nuorah tuše kolgâp tuostâđ leđe sämmiliih já porgâđ tom maid halijdep.

source: Minulla on poroja, joten porohommiin menee myös paljon aikaa.
smn: Must láá poccuuh, et puásuipargoid mana še ennuv äigi.

source: Kesäisin kuljen merkityksissä ja olen ollut nyt myös mönkijällä kokoamistyössä mukana parina kesänä.
smn: Keessiv jođám vyesimiärkkumijn já lam lamaš tääl meiddei muávloin čokkimpargoin mieldi muádi keesi ääigi.

source: Syksyisin ja talvisin puolestaan on erotuksia ja lihahommia.
smn: Čohčuv já tälviv láá oppeet pygálusah já njuovvâmpargoh.

source: Ympäri vuoden on oikeastaan kaikenlaisia porotöitä.
smn: Pirrâ ive láá jyegimuđušiih puásuipargoh.

source: Porot ovat minulle tärkeitä, koska ne liittävät minut esivanhempiini ja myös saamelaisuuteen.
smn: Poccuuh láá munjin teháliih, ko toh lahteh muu madârvaanhimáid já meid sämmilâšvuotân.

source: Eikä se ole pelkkää työtä vaan elintapa.
smn: Ige tot lah tuše pargo pic eellimvyehi.

source: Puhun saamea, ja vaikka se ei ole äidinkieleni, se on minulle tärkeä kieli saamelaisuuteni vuoksi.
smn: Sáárnum sämikielâ, já veikkâ tot ij lahkin muu eenikielâ, te tot lii munjin tehálâš kielâ jieččân sämmilâšvuođâ keežild.

source: Olen opiskellut sitä koko kouluikäni vieraana kielenä, ja kirjoitin sen ylioppilaskirjoituksissakin.
smn: Lam luuhâm tom ubâ škovlâave vieres kiellân, já čaallim tom pajeuáppeečálusijn-uv.

source: Vuotsossa saamenkielen siirtäminen seuraaville sukupolville valitettavasti jotenkin pysähtyi, ja saamea puhuvat siellä äidinkielenään enää oikeastaan vain vanhat ihmiset.
smn: Lii vaidâlittee, et Vuáčust sämikielâ sirdem puátteid suhâpuolváid mahtnii orostij, já sämikielâ eenikielânis sárnooh láá tobbeen riävtui tuše puáris ulmuuh.

source: Haluaisin, että olisin saanut saamen äidinkielenä, mutta koska se ei ole mahdollista, niin aion opetella kielen hyvin ja siirtää sen omille lapsilleni äidinkielenä.
smn: Halijdiččim, et liččim finnim sämikielâ eenikiellân, mut ko tot ij lah máhđulâš, te ááigum máttááttâllâđ kielâ pyereest já sirdeđ tom jieččân párnáid eenikiellân.

source: Kuvassa SomBy Inarissa keväällä 2008 levyn julkistamiskeikan jälkeen.
smn: Kooveest SomBy Anarist kiđđuv 2008 skiäru almostittem maŋa.

source: Milla kolmas vasemmalta.
smn: Milla kuálmád čižetpeln.
